tap "caskroom/cask"
tap "caskroom/fonts"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "kevwil/patches"
tap "simeji/jid"
tap "thoughtbot/formulae"

cask "1password"
cask "alfred"
cask "anytrans"
cask "appcleaner"
cask "caffeine"
cask "calibre"
cask "dash"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "font-source-code-pro"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "kindle"
cask "sizeup"
cask "skype"
cask "slack"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "viscosity"
cask "vlc"

brew "ansible"
brew "aspell"
brew "bat"
brew "cairo"
brew "coreutils"
brew "ctags"
brew "curl"
brew "d12frosted/emacs-plus/emacs-plus"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "doxygen"
brew "entr"
brew "fasd"
brew "ffmpeg"
brew "fish"
brew "fontconfig"
brew "fzf"
brew "gdbm"
brew "gdk-pixbuf"
brew "gettext"
brew "git-review"
brew "gmime"
brew "gmp"
brew "gnu-tar"
brew "gnu-typist"
brew "gnupg"
brew "go"
brew "gradle"
brew "graphviz"
brew "grc"
brew "groovy"
brew "handbrake"
brew "harfbuzz"
brew "icu4c"
brew "isync"
brew "jpeg"
brew "jq"
brew "libassuan"
brew "libcroco"
brew "libevent"
brew "libgpg-error"
brew "libksba"
brew "librsvg"
brew "libssh2"
brew "libtool"
brew "libusb"
brew "libusb-compat"
brew "libyaml"
brew "maven"
brew "mercurial"
brew "midnight-commander"
brew "mobile-shell"
brew "namebench"
brew "nettle"
brew "node"
brew "notmuch"
brew "oniguruma"
brew "pandoc"
brew "pcre"
brew "pinentry"
brew "pixman"
brew "pth"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "rsync"
brew "shellcheck"
brew "simeji/jid/jid"
brew "spark"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim", args: ['--with-override-system-vi']
brew "wget"
brew "wifi-password"
brew "youtube-dl"
brew "zsh"
