tap "hashicorp/tap"
tap "homebrew/cask"
tap "homebrew/core"
tap "weaveworks/tap"

brew "act"
brew "asciinema"
brew "aspell"
brew "bash"
brew "bat"
brew "broot"
brew "bzip2"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fontconfig"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-secrets"
brew "glib"
brew "gnu-tar"
brew "gnupg"
brew "golang"
brew "gobject-introspection"
brew "golangci-lint"
brew "goreleaser"
brew "grep"
brew "htop"
brew "jc"
brew "jq"
brew "jrnl"
brew "luajit"
brew "luarocks"
brew "markdownlint-cli"
brew "neovim"
brew "nfpm"
brew "nghttp2"
brew "node"
brew "parallel"
brew "pigz"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "ripgrep"
brew "rpm"
brew "rsync"
brew "rustup-init"
brew "s-search"
brew "shellcheck"
brew "shfmt"
brew "smimesign"
brew "starship"
brew "task"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "wget"
brew "yank"
brew "zlib"
brew "zoxide"
brew "zsh"

cask "alacritty"
cask "alfred"
cask "dash"
cask "docker"
cask "flux"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "parallels-virtualization-sdk"
cask "rectangle"
