DavidAnson.vscode-markdownlint
dracula-theme.theme-dracula
eamodio.gitlens
mauve.terraform
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
streetsidesoftware.code-spell-checker
vscodevim.vim
vscoss.vscode-ansible
wayou.vscode-todo-highlight
xaver.clang-format
xyz.local-history
yzane.markdown-pdf
zxh404.vscode-proto3
