tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "kevwil/patches"
tap "simeji/jid"
tap "thoughtbot/formulae"

cask "1password"
cask "alfred"
cask "dash"
cask "docker"
cask "dropbox"
cask "flux"
cask "font-source-code-pro"
cask "google-chrome"
cask "iterm2"
cask "sizeup"
cask "slack"
cask "sublime-text"
cask "viscosity"

brew "ansible"
brew "aspell"
brew "coreutils"
brew "ctags"
brew "curl"
brew "entr"
brew "fasd"
brew "ffmpeg"
brew "fontconfig"
brew "fzf"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "jq"
brew "neovim"
brew "node"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "rsync"
brew "shellcheck"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
