jorgebucaran/fisher
jorgebucaran/nvm.fish
ilancosman/tide@v5
jethrokuan/z
patrickf1/fzf.fish
nickeb96/puffer-fish
jhillyerd/plugin-git
markcial/upto
franciscolourenco/done
gazorby/fish-abbreviation-tips
