jorgebucaran/fisher
jorgebucaran/nvm.fish
ilancosman/tide@v5
jethrokuan/z
patrickf1/fzf.fish
nickeb96/puffer-fish
jhillyerd/plugin-git
markcial/upto
gazorby/fish-abbreviation-tips
budimanjojo/tmux.fish
/Users/ssudakovich/work/src/snowflakedb/ssudakovich/shell/fish
pure-fish/pure
edc/bass
