jethrokuan/z
patrickf1/fzf.fish
nickeb96/puffer-fish
jhillyerd/plugin-git
markcial/upto
budimanjojo/tmux.fish
~/work/src/snowflakedb/ssudakovich/shell/fish
edc/bass
axkirillov/tokyonight-fish
jorgebucaran/fisher
jorgebucaran/nvm.fish
dracula/fish
